<?php
// +----------------------------------------------------------------------
// | 就要学-在线教育平台 [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2013 http://www.hzmjw.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: Majw <Majw998@gmail.com>
// +----------------------------------------------------------------------
namespace Home\Controller;
/**
 * 空模块，主要用于显示404页面，请不要删除
 */
/*
class EmptyController extends HomeController{
	//没有任何方法，直接执行HomeController的_empty方法
	//请不要删除该控制器

}
*/